export const items = [
	{
		title: '* Тема',
		value:
			'На инциденте, запросе, проблеме, в статусе закрыто некоторые поля остаются редактируемыми для агента если он Caller',
	},
	{
		title: 'Статус',
		value: 'Новая',
	},
	{
		title: 'Описание',
		value: '',
	},
	{
		title: 'Продукт',
		value: 'Platform',
		search: true,
	},
	{
		title: '* Рабочие заметки',
		value: 'Проверить ACL id=172830402014193655',
	},
	{
		title: 'Приоритет',
		value: 'Средний',
	},
	{
		title: 'Ответственный',
		value: ['Константин Константинопольский'],
		search: true,
		add: true,
	},
	{
		title: 'Группа',
		value: ['Support Group'],
		search: true,
		add: true,
	},
	{
		title: 'Комментарии',
		value: '',
		width: true,
	},
	{
		title: 'Согласующие',
		value: [
			'Андрей Пивоваров',
			'Максим Галактионов',
			'Алла Лин',
			'Константин Константинопольский Константинович',
			'Игорь Иванченко',
			'Юлия Эйчаровна',
			'Артём Подпрыгайко-Саппортов',
			'Илья Вазнец',
			'Михаил Вортенов',
			'Наталья Нашевна',
			'Евгения Итамовна',
			'Алиса Киральчук',
		],
		width: true,
		search: true,
		add: true,
	},
	{
		title: 'Когда открыто',
		value: '',
		calendar: true,
	},
	{
		title: 'Когда создано',
		value: '22.10.2024',
		calendar: true,
	},
	{
		title: 'Кем открыто',
		value: ['Андрей Пивоваров'],
		search: true,
		add: true,
	},
	{
		title: 'Кем создано',
		value: ['Андрей Пивоваров'],
		search: true,
		add: true,
	},
]
